{
    "name": "Mars",
    "encyclopedia": {
        "encyclopedia_table": {
            "equatorial_diameter": {
                "name": "Equatorial Diameter",
                "value": "6,792 km"
            },
            "mass": {
                "name": "Mass",
                "value": "6.4 × 10²³ kg"
            },
            "mean_distance_from_sun": {
                "name": "Mean Distance from Sun",
                "value": "230 million km"
            },
            "rotation_period": {
                "name": "Rotation Period",
                "value": "1.03 days"
            },
            "orbital_period": {
                "name": "Orbital Period",
                "value": "1.88 years"
            },
            "surface_gravity": {
                "name": "Surface Gravity",
                "value": "3.7 m/s²"
            },
            "surface_temperature": {
                "name": "Surface Temperature",
                "value": "-63°C (avg), 17°C (summer), -140°C (winter)"
            },
            "planet_description": {
                "name": "Short Description",
                "value": "Mars is the fourth planet from the Sun and the second smallest planet in the Solar System. The reddish appearance of Mars' surface is caused by iron oxide (rust)."
            }
        },
        "surface": {
            "title": "Surface",
            "text": "Mars has a dramatic landscape, with towering volcanoes and a great canyon system. Of all the planets in the Solar System, it has the highest mountain, Olympus Mons, and the largest canyon, Valles Marineris. There is strong evidence that the Martian atmosphere was once far denser and that water once ran freely on its surface, with much water remaining locked away underground."
        },
        "obliquity": {
            "title": "Earth-Like",
            "text": "While Mars is about half as big as Earth, there are many similarities: Mars has a rocky surface and polar ice caps, the days on Mars are only 40 minutes longer, and the axial tilt gives it similar seasons to Earth (although each lasts about twice as long)."
        },
        "moon": {
            "title": "Moons",
            "text": "Mars has two small natural satellites, Phobos and Deimos, that orbit very close to the planet. These moons may be captured asteroids. It has been predicted that in about 50 million years, Phobos will either crash into Mars' surface or break up into a ring structure around the planet."
        },
        "water": {
            "title": "Water",
            "text": "There is strong evidence that the Martian atmosphere was once far denser than it is now, and that water once ran freely on its surface. There is also mounting evidence that much of this water remains locked away underground."
        },
        "observation": {
            "title": "Observation",
            "text": "Mars can easily be seen from Earth with the naked eye, as can its reddish coloring. Its apparent magnitude is surpassed by the Sun, the Moon, Venus, and Jupiter - but it can briefly match Jupiter's brightness at certain points in its orbit."
        },
        "missions": {
            "title": "Missions",
            "text": "Mars is the focus of intense study, with rovers operating on the surface and multiple international missions orbiting the planet including NASA's Mars Odyssey, Mars Reconnaissance Orbiter, and ESA's Mars Express."
        }
    },
    "structure": {
        "general_structure": {
            "title": "Planet Structure",
            "text": "The outer crust is rich in silicon, oxygen, iron, magnesium, aluminum, calcium, and potassium – all of which could be used in the development of future human outposts on Mars."
        },
        "mantle": {
            "title": "Mantle",
            "text": "Silicate mantle was once very active, giving rise to many of the planet's distinctive surface features, but which now appears to be dormant."
        },
        "core": {
            "title": "Core",
            "text": "Like Earth, Mars has undergone differentiation, resulting in a dense core primarily comprising iron and nickel, but with around 17% sulfur, which renders the core partially liquid."
        }
    }
}